{
  "header": {
    "name": "Art Bath",
    "city": "San Diego, CA",
    "email": "arthurbath@icloud.com",
    "linkedin": "linkedin.com/in/arthurbath",
    "abilities": "Product Manager · Designer · Web Developer",
    "logline": "Building products customers love"
  },
  "projects": [
    {
      "id": "msr-insights",
      "title": "Measurabl: Insights Module",
      "subtitle": "Customizable analytics for real estate sustainability data",
      "roles": "Led discovery and ideation, prototyped features with AI, defined information architecture and dashboards, and oversaw product rollout and efficacy analysis",
      "images": [
        { "src": "/images/insights-carbon-dash.png" },
        { "src": "/images/insights-sust-perf-1.png" },
        { "src": "/images/insights-sust-perf-2.png" },
        { "src": "/images/insights-sust-perf-3.png" }
      ],
      "description": "A flexible analytics tool that helps real estate teams explore sustainability data, spot trends and improvement opportunities, and share clear, customized reports. Includes ready-made dashboards with rich filtering and normalization options."
    },
    {
      "id": "msr-trends",
      "title": "Measurabl: Portfolio Trends Feature",
      "subtitle": "Lightweight analytics for portfolio performance",
      "roles": "Drove customer discovery, prototyping, and frontend development; ran usability testing; and managed feature rollout and impact analysis",
      "images": [
        { "src": "/images/trends-wire.png" },
        { "src": "/images/trends-v2-chart.png" },
        { "src": "/images/trends-v3-chart.png" }
      ],
      "description": "A streamlined analytics tool for visualizing real estate sustainability trends. Enables filtering, normalization, and quick pattern discovery. Serves as an entry-level product that introduces users to Measurabl's analytics capabilities."
    },
    {
      "id": "msr-disclosure",
      "title": "Measurabl: Disclosure Module",
      "subtitle": "Unified sustainability reporting across multiple frameworks",
      "roles": "Led research and ideation, built AI-based prototypes, wrote mathematical specs, oversaw development and rollout, and analyzed efficacy",
      "images": [
        { "src": "/images/disclosure-overview.png" },
        { "src": "/images/disclosure-report-details.png" },
        { "src": "/images/disclosure-report-details-2.png" },
        { "src": "/images/disclosure-report-settings.png" },
        { "src": "/images/disclosure-report-data-quality.png" }
      ],
      "description": "A single interface for reporting to multiple sustainability frameworks, each with unique rules. Lets users fine-tune how each property is disclosed, replacing costly manual consulting workflows."
    },
    {
      "id": "msr-reports",
      "title": "Measurabl: Framework Reporting Feature (Legacy)",
      "subtitle": "Step-by-step sustainability reporting made simple",
      "roles": "Researched customer pain points, designed UI, developed frontend, and managed the feature through its entire lifecycle",
      "images": [
        { "src": "/images/report-overview.png" },
        { "src": "/images/report-survey.png" },
        { "src": "/images/report-survey-summary.png" },
        { "src": "/images/report-data-summary.png" }
      ],
      "description": "An early reporting tool that guided customers through sustainability disclosures step by step, replacing a complex manual process. Later superseded by the more advanced Disclosure module."
    },
    {
      "id": "cnc",
      "title": "Collins & Coupe: Splash Page",
      "subtitle": "Single-page site for a local bartending supply shop",
      "roles": "Designed and built the site, implemented SEO and analytics, and automated content updates via Google Maps data integration",
      "images": [
        { "src": "/images/cnc-landing.png" }
      ],
      "description": "A minimal, high-visibility splash page for a neighborhood bartending supply shop. Business details and hours were pulled directly from Google Maps to ensure consistency across platforms. The design prioritized simplicity, enabling the owner to easily manage updates and highlight special closures. SEO optimizations and analytics tracking improved local search visibility and customer insights."
    },
    {
      "id": "gary-logan-wedding",
      "title": "Gary & Logan Wedding",
      "subtitle": "Custom wedding website crafted for a refined, modern couple",
      "roles": "Designed and developed the website, including advanced functionality powered by 3rd-party integrations",
      "images": [
        { "src": "/images/gary-logan-ceremony.png", "alt": "Ceremony details with date, time, and La Jolla location" },
        { "src": "/images/gary-logan-brunch.png", "alt": "Mimosa brunch invitation with date and venue information" },
        { "src": "/images/gary-logan-rsvp-1.png", "alt": "Wedding RSVP form asking for names and attendance" },
        { "src": "/images/gary-logan-rsvp-2.png", "alt": "Wedding RSVP form with mimosa brunch attendance field" },
        { "src": "/images/gary-logan-rsvp-closed.png", "alt": "RSVP closed message with submit button and heart photo" },
        { "src": "/images/gary-logan-thankyou.png", "alt": "Thank you banner over a black and white couple photo" }
      ],
      "description": "A custom wedding website designed to harmonize the aesthetic preferences of both partners. Key features included a branching RSVP workflow with automated spreadsheet integration, a guest photo gallery for attendee uploads, and a digital guestbook for wellwishes. The site was designed for easy wayfinding, usability on mobile devices, and enabling the event planner to efficiently access and manage RSVP data."
    }
  ]
}

